<?php
return [

    'user' => 'لا نستطيع العثور على مستخدم بهذا البريد الإلكتروني.',
    'Current_Password' => 'كلمة المرور الحالية',
    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا رمز إعادة تعيين كلمة المرور بالبريد الإلكتروني!',
    'sent_code' => 'لقد أرسلنا رمز إعادة تعيين كلمة المرور بالبريد الإلكتروني!',
    'throttled' => 'Please wait before retrying.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح أو منتهي الصلاحية.',
    'user' => "لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.",
    'user_mobile' => "لا يمكننا العثور على مستخدم مسجل برقم الجوال هذا.",
    'sms_sent' => 'أدخل الرمز الذي تم إرساله إلى هاتفك المحمول',
    'user_mobile' => "لا يمكننا العثور على مستخدم مسجل برقم الجوال هذا.",
    'invalid_password' => 'يجب أن تتكون كلمة المرور من ستة أحرف على الأقل وأن تتطابق مع التأكيد.',
    'invalid_token' => 'رمز إعادة تعيين كلمة المرور غير صالح,او المستخدم غير موجود',
    'invalid_user' => 'لا يمكننا العثور على مستخدم لديه عنوان البريد الإلكتروني هذا.',



];
